Revit 2026 API

# AddInCommandBinding Properties

---

The AddInCommandBinding type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | RevitCommandId | The Revit command Id. |

#### Reference

AddInCommandBinding Class

Autodesk.Revit.UI Namespace